// Exercise #1: Decrease Student Scores
let scores = [89, 70, 60, 50, 100, 71];

// Start coding here
for (let i=0; i<scores.length; i++) {
    scores[i] -= 10;
}

console.log(scores);

/*วันหนึ่งครูได้ออกมาประกาศว่า ครูตรวจข้อสอบผิดไป 1 ข้อ 
โดยเป็นข้อที่ทุกคนทำผิดหมดทุกคนเลย แต่ครูดันให้เป็นถูก 
ซึ่งข้อนี้มีคะแนน 10 คะแนน
ดังนั้นครูจะหักคะแนนของทุกคนในชั้นเรียนนี้ออกมาทั้งหมด 10 คะแนน
จากคะแนนที่ได้ทั้งหมด
ให้เขียนโปรแกรมด้วย For Loop 
ในการหักคะแนนของนักเรียนชั้นนี้ออกมาคนละ 10 คะแนนออกจาก Array scores ข้างต้น
เมื่อโปรแกรมทำงานจะแสดงผลลัพธ์ทางหน้าจอแบบนี้

[79, 60, 50, 40, 90, 61]*/
